<?php

return array(

    'does_not_exist' => 'جزء وجود ندارد.',

    'create' => array(
        'error'   => 'شرکت ایجاد نشد،دوباره سعی کنید.',
        'success' => 'کامپیوننت ایجاد شد.'
    ),

    'update' => array(
        'error'   => 'کامپیوننت ایجاد نشد،دوباره سعی کنید',
        'success' => 'کامپیوننت ایجاد شد.'
    ),

    'delete' => array(
        'confirm'   => 'آیا مطمعن هستید میخواهید این کامپیوننت را پاک کنید؟?',
        'error'   => 'موضوع کامپوننت حذف شد. لطفا دوباره سعی کنید.',
        'success' => 'کامپیوننت حذف شد.'
    ),

     'checkout' => array(
        'error'   		=> 'کامپیوننت تحویل داده نشد ، دوباره سعی کنید.',
        'success' 		=> 'کامپیوننت تحویل داده شد.',
        'user_does_not_exist' => 'کاربر نامعتبر است لطفا دوباره امتحان کنید.'
    ),

    'checkin' => array(
        'error'   		=> 'کامپیوننت تحویل انبار نشد ، دوباره سعی کنید',
        'success' 		=> 'کامپیوننت تحویل انبار شد.',
        'user_does_not_exist' => 'کاربر نامعتبر است لطفا دوباره امتحان کنید.'
    )


);
