<?php

return array(

    'does_not_exist' => 'مواد مصرفی یافت نشد.',

    'create' => array(
        'error'   => 'لوازم مصرفي ایجاد نشد, لطفا دوباره سعی کنید.',
        'success' => 'مواد مصرفی ایجاد شد.'
    ),

    'update' => array(
        'error'   => 'لوازم مصرفي بروز رسانی نشد, لطفا دوباره سعی کنید',
        'success' => 'لوازم مصرفي با موفقیت به روز رسانی شد.'
    ),

    'delete' => array(
        'confirm'   => 'آیا مطمعنید که می خواهید این ماده مصرفی را حذف کنید؟',
        'error'   => 'یک مشکل در حذف کردن ماده مصرفی وجود دارد،دوباره سعی کنید.',
        'success' => 'مواد مصرفی حذف شد.'
    ),

     'checkout' => array(
        'error'   		=> 'اقلام مصرفی تحویل داده نشد ، دوباره سعی کنید.',
        'success' 		=> 'مواد مصرفی تحویل همکار شد.',
        'user_does_not_exist' => 'کاربر نامعتبر است لطفا دوباره امتحان کنید.'
    ),

    'checkin' => array(
        'error'   		=> 'اقلام مصرفی تحویل انبار نشد ، دوباره سعی کنید',
        'success' 		=> 'اقلام مصرفی تحیول انبار شد.',
        'user_does_not_exist' => 'کاربر نامعتبر است لطفا دوباره امتحان کنید.'
    )


);
