<?php

return array(

    'undeployable' 		=> '<strong> اخطار: </ strong> این اموال به برانگیز گزارش شده است که در حال حاضر undeployable. اگر این وضعیت تغییر کرده است، لطفا به روز رسانی وضعیت دارایی.',
    'does_not_exist' 	=> 'اموال وجود ندارد.',
    'does_not_exist_or_not_requestable' => 'دوباره تلاش کنید . این اموال وجود ندارد.',
    'assoc_users'	 	=> 'این اموال در حال حاضر تحویل یک کاربر شده است، لطفا ابتدا آن را تحویل بگیرید و سپس برای حذف آن تلاش کنید',

    'create' => array(
        'error'   		=> 'اموال ثبت نشد، لطفا دوباره تلاش کنید.',
        'success' 		=> 'اموال با موفقیت ثبت شد. :)'
    ),

    'update' => array(
        'error'   			=> 'اموال به روز نیست، لطفا دوباره امتحان کنید',
        'success' 			=> 'اموال با موفقیت به روز رسانی شد.',
        'nothing_updated'	=>  'هیچ زمینه، انتخاب شدند تا هیچ چیز به روز شد.',
    ),

    'restore' => array(
        'error'   		=> 'اموال بازیابی نشد، لطفا دوباره تلاش کنید',
        'success' 		=> 'اموال با موفقیت بازیابی شد.'
    ),

    'audit' => array(
        'error'   		=> 'ممیزی اموال ناموفق بود. لطفا دوباره تلاش کنید.',
        'success' 		=> 'حسابرسی املاک با موفقیت وارد شد'
    ),


    'deletefile' => array(
        'error'   => 'فایل حذف نمی شود. لطفا دوباره تلاش کنید.',
        'success' => 'فایل با موفقیت حذف شده است.',
    ),

    'upload' => array(
        'error'   => 'فایل) آپلود نیست. لطفا دوباره تلاش کنید.',
        'success' => 'فایل (موفقیت آپلود شد.',
        'nofiles' => 'شما هر فایل برای آپلود انتخاب کنید، و یا فایل شما در حال تلاش برای آپلود بیش از حد بزرگ است',
        'invalidfiles' => 'یک یا بیشتر از فایل های خود را بیش از حد بزرگ است یا یک نوع فایل است که مجاز است. انواع فایل های مجاز عبارتند از PNG، GIF، JPG، DOC، DOCX، PDF، TXT و.',
    ),

    'import' => array(
        'error'                 => 'بعضی از موارد به درستی وارد نشدند.',
        'errorDetail'           => 'موارد زیر به علت خطا وارد نشده است.',
        'success'               => "فایل شما وارد شده است",
        'file_delete_success'   => "فایل شما با موفقیت حذف شده است",
        'file_delete_error'      => "فایل قابل حذف نشد",
    ),


    'delete' => array(
        'confirm'   	=> 'آیا شما مطمئن هستید که می خواهید این تنظیمات اموال را حذف کنید؟',
        'error'   		=> 'اشکال در حذف اموال.لطفا دوباره تلاش کنید.',
        'nothing_updated'   => 'هیچ اموالی انتخاب نشده بود، بنابراین هیچ چیز حذف نشد.',
        'success' 		=> 'اموال با موفقیت حذف شد.'
    ),

    'checkout' => array(
        'error'   		=> 'اموال تحویل نشد، لطفا دوباره امتحان کنید',
        'success' 		=> 'اموال با موفقیت تحیول داده شد.',
        'user_does_not_exist' => 'کاربر نامعتبر است لطفا دوباره امتحان کنید.',
        'not_available' => 'این اموال برای تحویل دادن در دسترس نیست!',
        'no_assets_selected' => 'شما حداقل باید یک اموال از لیست انتخاب کنید'
    ),

    'checkin' => array(
        'error'   		=> 'اموال تحویل انبار نشد، لطفا دوباره امتحان کنید',
        'success' 		=> 'اموال با موفقیت تحویل انابر گردید.',
        'user_does_not_exist' => 'آن کاربر نامعتبر است. لطفا دوباره سعی انبار.',
        'already_checked_in'  => 'اموال انتخاب شده تحویل انبار شده است.',

    ),

    'requests' => array(
        'error'   		=> 'درخواست اموال ثبت نشد، لطفا دوباره امتحان کنید',
        'success' 		=> 'درخواست اموال با موفقیت ثبت شد',
        'canceled'      => 'درخواست اموال با موفقیت لغو شد'
    )

);
