<?php

return array(
    'accessory_category' 				=> 'دسته بندی لوازم جانبی',
    'accessory_name'  					=> 'نام تجهیزات جانبی',
    'checkout'  						=> 'تحویل به همکار',
    'checkin'  							=> 'تحویل به انبار',
    'create'  							=> 'ایجاد تجهیزات جانبی',
    'edit'  							=> 'ویرایش تجهیزات جانبی',
    'eula_text'							=> 'متن EULA',
    'eula_text_help'					=> 'این فید به امکان این را میدهد که EULA های خود را با توجه به دارایی سفارشی سازی کنید. اگر شما فقط یک EULA برای تمام دارایی خود دارید،میتوانید گزینه زیر را فعال کنید تا از پیشفرض اولیه استفاده کنید.',
    'require_acceptance'				=> 'نیاز به کاربرانی جهت تایید پذیرش دارایی ها در این دسته بندی.',
    'no_default_eula'					=> 'هیچ EULA اولیه پیشفرضی یافت نشد.در تنظیمات اضافه کنید',
    'total'  							=> 'مجموع',
    'remaining'  						=> 'سود',
    'update'  							=> 'به روزرساتی تجهیزات جانبی',
    'use_default_eula'					=> 'از Use the <a href="#" data-toggle="modal" data-target="#eulaModal">EULA پیشفرض اولیه</a> instead.
 استفاده کنید',
    'use_default_eula_disabled'			=> 'از پیشفرض اولیه EULA استفاده کنید.<del>هیچ پیشفرضی اولیه ای تنظیم نشده است</del>
در تنظیمات اضافه کنید',

);
