<?php

return array(

    'does_not_exist' => 'ابزار/وسیله [:id] وجود ندارد.',
    'assoc_users'	 => 'این وسیله هم اکنون:آیتم های چک شده به کاربران را حساب کنید.لطفا در لوازم جانبی چک کنید و دوباره امتحان کنید',

    'create' => array(
        'error'   => 'تجهیزات جانبی ایجاد نشد.لطفا دوباره امتحان کنید.',
        'success' => 'تجهیزات جانبی با موفقیت ایجاد شد'
    ),

    'update' => array(
        'error'   => 'تجهیزات جانبی به روزرسانی نشد لطفا دوباره امتحان کنید',
        'success' => 'تجهیزات جانبی با موفقیت به روزرسانی شد.'
    ),

    'delete' => array(
        'confirm'   => 'آیا مطمئن هستید می خواهید این تجهیزات جانبی حذف شود?',
        'error'   => 'اشکال در حذف دسته بندی.لطفا دوباره امتحان کنید.',
        'success' => 'دسته بندی با موفقیت حذف شد.'
    ),

     'checkout' => array(
        'error'   		=> 'تجهیزات جانبی تحویل همکار نشد. لطفا دوباره امتحان کنید',
        'success' 		=> 'تجهیزات جانبی با موفقیت تحویل همکار شد.',
        'user_does_not_exist' => 'کاربر نامعتبر است. لطفا دوباره امتحان کنید.'
    ),

    'checkin' => array(
        'error'   		=> 'تجهیزات جانبی تحویل انبار نشد. لطفا دوباره امتحان کنید',
        'success' 		=> 'تجهیزات جانبی با موفقیت تحویل انبار شد.',
        'user_does_not_exist' => 'کاربر نامعتبر است لطفا دوباره امتحان کنید.'
    )


);
