<?php

return array(

    'does_not_exist' => 'برچسب وضعیت موجود نیست',
    'assoc_assets'	 => 'این برچسب وضعیت در حال حاضر حداقل با یک دارایی همراه است و نمی تواند حذف شود. لطفا ابتدا وضعیت اموال را تغییر دهید و دوباره امتحان کنید.',


    'create' => array(
        'error'   => 'برچسب وضعیت ایجاد نشد، لطفا دوباره امتحان کنید',
        'success' => 'برچسب وضعیت با موفقیت ایجاد شد'
    ),

    'update' => array(
        'error'   => 'برچسب وضعیت به روز نشده است، لطفا دوباره امتحان کنید',
        'success' => 'برچسب وضعیت با موفقیت به روز شد.'
    ),

    'delete' => array(
        'confirm'   => 'آیا مطمئنید که میخواهید این برچسب وضعیت را حذف کنید؟',
        'error'   => 'یک مسئله حذف برچسب وضعیت وجود داشت. لطفا دوباره تلاش کنید.',
        'success' => 'برچسب وضعیت با موفقیت حذف شد.'
    ),

    'help' => array(
        'undeployable'   => 'این دارایی ها را نمی توان به کسی اختصاص داد.',
        'deployable'   => 'این اموال را می توان تحویل همکار داد. هنگامی که آنها تحویل همکار داده می شوند، وضعیت آنها <i class="fa fa-circle text-blue"></i> <strong>آماده تحویل</strong> در نظر گرفته می‌شود.',
        'archived'   => 'این دارایی ها قابل چک نیست و فقط در نمای Archived نمایش داده می شوند. این امر برای حفظ اطلاعات مربوط به دارایی ها برای بودجه بندی / اهداف تاریخی مفید است اما نگه داشتن آنها از فهرست دارایی روزمره.',
        'pending'   => 'این دارایی ها هنوز نمی توانند به هر کسی اختصاص داده شوند، که اغلب برای مواردی که برای تعمیر وجود دارد، مورد استفاده قرار می گیرند، اما انتظار می رود که به گردش درآید.',
    ),

);
