<?php

return array(

    'asset'             => 'اموال',
    'checkin'           => 'تحویل انبار در',
    'create'            => 'ایجاد لایسنس',
    'expiration'        => 'تاریخ انقضا',
    'license_key'       => 'کلید محصول',
    'maintained'        => 'نگهداری',
    'name'              => 'نام نرم افزار',
    'no_depreciation'   => 'هنوز مستهلک نشده',
    'purchase_order'    => 'شماره سفارش خرید',
    'reassignable'      => 'واگذاری مجدد',
    'remaining_seats'   => 'کرسی های باقی مانده',
    'seats'             => 'تعداد قابل نصب',
    'termination_date'  => 'تاریخ پایان',
    'to_email'          => 'ایمیل لایسنس',
    'to_name'           => 'لایسنس به نام',
    'update'            => 'به روز رسانی لایسنس',
    'checkout_help'     => 'شما باید لایسنس را به اموال و یا یک همکار اختصاص دهید. میتوانید هر دو گزینه را انتخاب کنید ولی صاحب اموال باید با کسی که اموال را آن تحویل میدهید یکسان باشد.'
);
