<?php

return array(

    'does_not_exist' => 'لایسنس وجود ندارد.',
    'user_does_not_exist' => 'کاربر وجود ندارد.',
    'asset_does_not_exist' 	=> 'اموالی که برای ارتباط با این لایسنس انتخاب شده است وجود ندارد.',
    'owner_doesnt_match_asset' => 'اموالی که برای ارتباط با این لایسنس انتخاب شده است به کسی غیر از فرد انتخاب شده تعلق دارد.',
    'assoc_users'	 => 'این لایسنس در حال حاضر به یک کاربر تعلق دارد و پاک نمی شود. لطفاابتدا لایسنس را تحویل بگیرید، و سپس سعی کنید دوباره حذف کنید.',
    'select_asset_or_person' => 'شما باید اموال یا یک کاربر را انتخاب کنید، اما نه هر دو.',
    'not_found' => 'لایسنس پیدا نشد',


    'create' => array(
        'error'   => 'لایسنس ایجاد نشد، لطفا دوباره امتحان کنید.',
        'success' => 'لایسنس با موفقیت ایجاد شد.'
    ),

    'deletefile' => array(
        'error'   => 'فایل حذف نمی شود. لطفا دوباره تلاش کنید.',
        'success' => 'فایل با موفقیت حذف شد.',
    ),

    'upload' => array(
        'error'   => 'خطا در آپلود فایل. لطفا دوباره تلاش کنید.',
        'success' => 'آپلود فایل موفقیت آمیز بود.',
        'nofiles' => 'هیچ فایلی جهت آپلود انتخاب نشده است و یا فایل انتخاب شده بیشتر از حجم تعیین شده می‌باشد.',
        'invalidfiles' => 'یک یا چند فایل شما بیش از حد بزرگ است و یا نوع فایل مجاز نیست. فایلهای مجاز شامل PNG، GIF، JPG، JPEG، DOC، DOCX، PDF، TXT، ZIP، RAR، RTF، XML و LIC می باشد.',
    ),

    'update' => array(
        'error'   => 'خطا در بروزرسانی لایسنس، لطفا دوباره امتحان کنید',
        'success' => 'لایسنس با موفقیت به روز شد.'
    ),

    'delete' => array(
        'confirm'   => 'آیا از حذف این لایسنس اطمینان دارید؟',
        'error'   => 'خطا در حذف لایسنس. لطفا دوباره تلاش کنید.',
        'success' => 'لایسنس با موفقیت حذف شد.'
    ),

    'checkout' => array(
        'error'   => 'خطا در تحویل لایسنس به همکار. لطفا دوباره تلاش کنید.',
        'success' => 'لایسنس با موفقیت تحویل همکار شد.'
    ),

    'checkin' => array(
        'error'   => 'خطا در تحویل لایسنس به انبار. لطفا دوباره تلاش کنید.',
        'success' => 'لایسنس با موفقیت تحویل انبار شد.'
    ),

);
